Dlubal.TimberPro.ItemAt
Define type of accessing an object.

Dlubal.TimberPro.ItemAt.AtIndex
Object is get by index of array where is the object placed.

Dlubal.TimberPro.ItemAt.AtNo
Object is get by object number.